i5/20240117-2058/10-lock-and-mempool-rebalance/1000/pgbench.log
pgbench (17devel)
transaction type: select.sql
scaling factor: 1
query mode: prepared
number of clients: 64
number of threads: 64
maximum number of tries: 1
duration: 15 s
number of transactions actually processed: 9888
number of failed transactions: 0 (0.000%)
latency average = 97.525 ms
initial connection time = 33.417 ms
tps = 656.240225 (without initial connection time)